{
	"app.about.text": "VSP Laundry Shop was founded in 2012 by a group of laundry enthusiasts who shared a common vision: to provide a comprehensive and customer-centric laundry experience. Their passion for laundry stemmed from the belief that doing laundry should be easy, efficient, and accessible to everyone. With that aspiration, VSP Laundry Shop was born.",
	"app.banner.text": "Wash your stress away, one load at a time, because every laundry day is a fresh start.",
	"app.banner.title": "Wash Your Stress Away!",
	"app.faq.1.answer": "At VSP Laundry Shop, we offer comprehensive laundry solutions, including basic services for everyday wear, expedited Rush Laundry, professional Dry Cleaning for delicate items, and specialized care with our Special Laundry service.",
	"app.faq.1.question": "What are the services you offer?",
	"app.faq.2.answer.1": "Basic Services: From everyday essentials like Wash 'n Dry Fold to specialized care for Taekwondo Uniforms, Blankets, and Children's Clothing, our Basic Services cover all your regular laundry needs.",
	"app.faq.2.answer.2": "Rush Laundry: Need it in a hurry? Our Rush Laundry service prioritizes quick turnaround for Wash 'n Dry Fold, Press, and more, ensuring your laundry is ready when you need it.",
	"app.faq.2.answer.3": "Dry Clean: For delicate and formal wear, trust our Dry Cleaning service. From Polo Shirts to Wedding Gowns, we provide meticulous care, leaving your garments crisp and well maintained.              ",
	"app.faq.2.answer.4": " Special Laundry: Our Special Laundry service caters to unique items such as Backpacks, Shoes, Pillows, and Stuffed Toys, ensuring they receive the specialized attention they deserve.",
	"app.faq.2.answer.5": "At VSP Laundry Shop, we offer a tailored approach to keep all your items looking their best.",
	"app.faq.2.question": "What kind of items do you cater for washing?",
	"app.faq.3.answer": "7am - 6pm, Monday to Sunday",
	"app.faq.3.question": "What are your opening hours?",
	"app.faq.4.answer": "At VSP Laundry Shop, we understand the importance of a quick and reliable laundry service. With our commitment to efficiency, you can expect to have your freshly cleaned and perfectly pressed items back in your hands within just three days. Our streamlined processes, advanced equipment, and dedicated team ensure a swift turnaround without compromising on the quality of our services. Experience the convenience of prompt and professional laundry care, where we prioritize your time and deliver your items back to you, freshly laundered and ready to wear, within a speedy three-day window.",
	"app.faq.4.question": "How many days will I receive my items back?",
	"app.services.1.text": "Embrace the simplicity of pristine laundry care with our basic services at VSP Laundry Shop. Our advanced washing and drying technologies, coupled with skilled hands, breathe new \nlife into your everyday garments. ",
	"app.services.2.text": "Life moves fast, and so do we! Our Rush Laundry service is designed for those moments when time is of the essence. Drop off your laundry, and we'll prioritize it, ensuring a swift and thorough turnaround.",
	"app.services.3.text": "Elevate your wardrobe with our professional dry cleaning services. Delicate fabrics, intricate designs, and special garments require special care, and that's exactly what we offer. Our dry cleaning process is tailored to preserve the integrity of your clothes.",
	"app.services.4.text": "Your unique items deserve tailored care. Our Special Laundry service is crafted to handle specific needs such as linens, blankets, and other oversize or delicate items. "
}
