{
	"app.about.text": "Ang VSP Laundry Shop ay itinatag noong 2012 ng isang grupo ng mga tagahanga ng labada na may parehong pangarap: ang magbigay ng kumpletong at may pag-aalaga sa customer na karanasan sa labada. Ang kanilang pagmamahal sa labada ay nagmula sa paniniwala na ang paglalaba ay dapat na madali, mabisa, at accessible sa lahat. Sa layuning iyon, ipinanganak ang VSP Laundry Shop.",
	"app.banner.text": "Harapin ang bawat labada bilang isang masiglang paglalakbay, dahil bawat araw ng labada ay nagsasaad ng bagong simula.\"",
	"app.banner.title": "Alisin ang Stress, Punan ng Sariwang Sigla!",
	"app.faq.1.answer": "Sa VSP Laundry Shop, nag-aalok kami ng komprehensibong mga solusyon sa labada, kasama ang mga pangunahing serbisyo para sa pang-araw-araw na suot, ang pinaaga na Rush Laundry, propesyonal na Dry Cleaning para sa mga delikadong bagay, at espesyal na pangangalaga sa aming Special Laundry service.",
	"app.faq.1.question": "Ano ang mga serbisyong inaalok ninyo?",
	"app.faq.2.answer.1": "Basic Services: Mula sa pang-araw-araw na mga pangangailangan tulad ng Wash'n Dry Fold hanggang sa espesyal na pangangalaga para sa mga Taekwondo Uniforms, Blankets, at Children's Clothing, saklaw ng aming Basic Services ang lahat ng iyong pangkaraniwang pangangailangan sa labada.",
	"app.faq.2.answer.2": "Rush Laundry: Kailangan mo ba ito agad-agad? Ang aming Rush Laundry service ay nagbibigay prayoridad sa mabilis na resulta para sa Wash'n Dry Fold, Press, at higit pa, na tiyak na nagbibigay ng kahandaan sa iyong labada kapag kailangan mo ito.",
	"app.faq.2.answer.3": "Dry Clean: Para sa mga delikado at pormal na suot, tiwala sa aming Dry Cleaning service. Mula sa Polo Shirts hanggang sa Wedding Gowns, nagbibigay kami ng maingat na pangangalaga, na nag-iiwan ng iyong kasuotan na malinis at maayos.",
	"app.faq.2.answer.4": "Special Laundry: Ang aming Special Laundry service ay inilaan para sa mga natatanging item tulad ng Backpacks, Shoes, Pillows, at Stuffed Toys, na tiyak na nakakatanggap ng espesyal na atensyon na nararapat sa kanila.",
	"app.faq.2.answer.5": "Sa VSP Laundry Shop, nag-aalok kami ng isang pina-custom na pamamaraan upang panatilihin ang iyong lahat ng mga item na maganda ang hitsura.",
	"app.faq.2.question": "Ano ang mga item na inaalagaan ninyo sa paghuhugas?",
	"app.faq.3.answer": "7am - 6pm, Lunes hanggang Linggo",
	"app.faq.3.question": "Ano ang iyong oras ng bukas?",
	"app.faq.4.answer": "Sa VSP Laundry Shop, naiintindihan namin ang kahalagahan ng mabilis at maaasahang serbisyo sa labada. Sa aming pangako sa kahusayan, maaari mong asahan na ang iyong mga bagong-labang at perpektong na plantsadong item ay muling nasa iyong mga kamay sa loob lamang ng tatlong araw. Ang aming pinadali na proseso, advanced na kagamitan, at dedikadong koponan ay nagbibigay ng mabilisang resulta nang hindi binabalewala ang kalidad ng aming mga serbisyo. Maranasan ang kaginhawahan ng mabilis at propesyonal na pangangalaga sa labada, kung saan inuunahin namin ang iyong oras at nagbibigay ng iyong mga item sa iyo, sariwang labada at handa nang isuot, sa loob ng mabilisang tatlong-araw na panahon.",
	"app.faq.4.question": "Ilang araw ko matatanggap ang aking mga item?",
	"app.services.1.text": "Embrasa ang kahusayan ng malinis na pangangalaga sa labada sa aming mga pangunahing serbisyo sa VSP Laundry Shop. Ang aming mga teknolohiyang panghugas at pangdrying na advanced, kasama ang mga bihasang kamay, ay nagbibigay-buhay sa iyong pang-araw-araw na mga kasuotan.",
	"app.services.2.text": "Ang buhay ay mabilis, at ganoon din kami! Ang aming Rush Laundry service ay idinisenyo para sa mga sandali na oras ay mahalaga. I-drop off ang iyong labada, at bibigyan namin ito ng prayoridad, na tiyak na nagbibigay ng mabilis at kumpletong resulta.",
	"app.services.3.text": "I-angat ang iyong wardrobe sa pamamagitan ng aming propesyonal na serbisyong dry cleaning. Ang mga delikadong tela, komplikadong disenyo, at espesyal na kasuotan ay nangangailangan ng espesyal na pangangalaga, at iyon ang eksaktong inaalok namin. Ang aming proseso ng dry cleaning ay idinisenyo upang mapanatili ang integridad ng iyong mga damit.",
	"app.services.4.text": "Ang iyong natatanging mga bagay ay nararapat sa natatanging pangangalaga. Ang aming Special Laundry service ay ginawa upang harapin ang partikular na pangangailangan tulad ng mga linen, kumot, at iba pang oversize o delikadong bagay."
}
